{
  "tarot_cards": [
    {
      "id": 0,
      "name": "Le Mat",
      "arcana": "majeur",
      "number": "0",
      "description": "L'ultime début, ivre de possibilités pures. C'est l'énergie qui te pousse à tout quitter pour un WG à Neukölln avec des inconnus, persuadé que cette fois-ci, ce sera différent. Le Mat, c'est la folle douce qui danse au bord de l'abîme, son sac à dos rempli de naïveté et d'une foi absolue en son propre cul. Elle représente l'acte de se jeter dans le vide, sachant pertinemment que le filet de sécurité est une invention des lâches. Un pied de nez au bon sens et à la retraite par capitalisation.",
      "keywords": ["innocence", "voyage", "risque", "liberté", "spontanéité"],
      "reversed": "Se perdre dans les couloirs du Berghain à l'ouverture. Confondre liberté et incapacité à s'engager."
    },
    {
      "id": 1,
      "name": "La Bateleuse",
      "arcana": "majeur",
      "number": "I",
      "description": "L'artiste du système D. Elle ne manifeste pas sa réalité avec des cristaux, mais avec du tape gaffer et une obstination de merde. Sur sa table : un laptop sur lequel elle pirate des logiciels, les cendres de ses dernières relations, et la volonté pure de créer quelque chose qui lui survivra. C'est la capacité à bâtir son propre monde à partir de rien, ou de ce qui a été jeté. Elle rappelle que le vrai pouvoir magique, c'est de se démerder.",
      "keywords": ["volonté", "création", "habileté", "concentration", "début"],
      "reversed": "Acheter du matos de créatif sur Amazon pour une idée qui ne verra jamais le jour. Parler de son projet pendant des heures à Späti sans jamais ouvrir un fichier."
    },
    {
      "id": 2,
      "name": "La Papesse",
      "arcana": "majeur",
      "number": "II",
      "description": "Gardienne des mystères qui ne s'expliquent pas, mais se ressentent dans la moelle. Elle, elle sait. Elle sait que ton nouveau crush est un poète raté qui vit chez sa mère. Son intuition est une fréquence basse, un savoir viscéral qui murmure à travers le bruit blanc de la ville. Elle incarne la sagesse qui vient non pas des livres, mais d'avoir trop vu, trop vécu. C'est la patience froide de celle qui connaît le prix de la révélation et n'a plus rien à prouver.",
      "keywords": [
        "intuition",
        "mystère",
        "sagesse",
        "subconscient",
        "patience"
      ],
      "reversed": "Faire confiance à un profil Instagram trop curateur. Ignorer les frissons dans sa nuque lors d'un rencard parce qu'il a un bon discours de gauche."
    },
    {
      "id": 3,
      "name": "L'Impératrice",
      "arcana": "majeur",
      "number": "III",
      "description": "Déesse de la fertilité qui n'a besoin d'aucune permission pour créer. Son royaume est un jardin sauvage où poussent des idées, des enfants et des révolutions. Elle représente l'abondance radicale : celle qui vient du corps, de la terre, de la communauté, pas du capital. C'est la certitude que ta valeur n'est pas dans ta productivité, mais dans ton simple être. Une riposte vivante et sensuelle à l'austérité.",
      "keywords": [
        "fertilité",
        "abondance",
        "créativité",
        "nature",
        "maternité"
      ],
      "reversed": "Se perdre dans le rôle de 'maman thérapeute' pour toustes. Confondre self-care et consommation compulsive."
    },
    {
      "id": 4,
      "name": "L'Empereur",
      "arcana": "majeur",
      "number": "IV",
      "description": "Le patriarche sur son trône de certitudes branlantes. Il croit contrôler le monde avec ses règles et ses structures, mais ne maîtrise même pas ses propres démons. Cette carte est un rappel : toute autorité qui doit s'imposer est déjà illégitime. Questionne les systèmes, surtout ceux que tu as internalisés. La vraie puissance n'a pas besoin de trône.",
      "keywords": ["autorité", "structure", "pouvoir", "stabilité", "ordre"],
      "reversed": "Devenir le tyran de sa propre colocation. Micromanager son collectif artistique jusqu'à l'implosion."
    },
    {
      "id": 5,
      "name": "Le Pape",
      "arcana": "majeur",
      "number": "V",
      "description": "Grand prêtre de la tradition et du 'on a toujours fait comme ça'. Il offre des certitudes bien emballées et une communauté prête à l'emploi. Mais méfie-toi des chemins trop tracés : la spiritualité authentique ne porte pas d'uniforme institutionnel. Parfois, la plus grande révélation consiste à brûler les dogmes pour se chauffer à la flamme.",
      "keywords": [
        "tradition",
        "spiritualité",
        "croyances",
        "enseignement",
        "conformité"
      ],
      "reversed": "Rejoindre une secte wellness. Croire que ton thérapeute a toutes les réponses."
    },
    {
      "id": 6,
      "name": "Les Amoureux·ses",
      "arcana": "majeur",
      "number": "VI",
      "description": "Ce n'est pas une carte de romance, mais de choix cornélien sous le regard d'un ange queer. Qui choisis-tu d'aimer, et à quel prix ? Mais la question la plus radicale est : te choisis-tu toi-même avant de choisir un·e autre ? L'harmonie véritable commence par l'intégrité, pas par le compromis. C'est le contrat que tu passes avec ton propre cœur.",
      "keywords": ["choix", "amour", "harmonie", "relations", "dualité"],
      "reversed": "Se mettre en couple pour éviter d'être seul·e avec ses problèmes. Faire un coming out polyamoureux par SMS."
    },
    {
      "id": 7,
      "name": "Le Chariot",
      "arcana": "majeur",
      "number": "VII",
      "description": "Conductrice qui maîtrise l'art de tenir ensemble des énergies opposées. Ses rênes relient l'ombre et la lumière, le féminin et le masculin, la rage et la douceur. Elle avance sans demander la route, créant son propre chemin à travers le chaos. Le contrôle n'est pas domination, c'est la direction ferme que tu donnes à ta vie quand tout tire dans tous les sens.",
      "keywords": [
        "volonté",
        "contrôle",
        "victoire",
        "direction",
        "détermination"
      ],
      "reversed": "Essayer de tout contrôler et finir en burn-out. Acheter un vélo cargo pour impressionner la bourgeoisie bobo."
    },
    {
      "id": 8,
      "name": "La Justice",
      "arcana": "majeur",
      "number": "VIII",
      "description": "Magistrate implacable qui pèse les actions avec équité, pas avec la loi patriarcale. Sa balance est sensible aux privilèges et aux oppressions. La vraie justice est intersectionnelle et souvent inconfortable. Cette carte demande : assumes-tu les conséquences de tes actes, y compris ceux commis par ignorance ? La responsabilité est le prix de la liberté.",
      "keywords": ["justice", "équilibre", "vérité", "conséquences", "karma"],
      "reversed": "Faire call-out sur Twitter pour un like. Attendre que le système judiciaire punisse les oppresseurs."
    },
    {
      "id": 9,
      "name": "L'Hermite",
      "arcana": "majeur",
      "number": "IX",
      "description": "Vieille sage qui sait que les réponses ne sont pas dans le scroll infini, mais dans le silence que tu crains. Sa lanterne n'éclaire que le chemin intérieur, celui qui mène à la vérité que tu portes déjà. Dans une économie de l'attention, la solitude volontaire est un acte de résistance. Parfois, il faut s'éloigner du bruit du monde pour entendre sa propre musique.",
      "keywords": [
        "sagesse",
        "introspection",
        "solitude",
        "guidance",
        "prudence"
      ],
      "reversed": "S'isoler par peur d'être vu·e. Confondre développement personnel et dérive sectaire."
    },
    {
      "id": 10,
      "name": "La Roue de Fortune",
      "arcana": "majeur",
      "number": "X",
      "description": "La grande roue cosmique qui se contrefiche de tes plans sur cinq ans. Elle tourne pour toutes, reines et punks à chiens. Accepter les cycles, c'est comprendre que parfois tu es au sommet, parfois dans la merde, et que les deux sont temporaires. La seule constante est le changement. Apprends à danser avec le chaos au lieu de lui résister.",
      "keywords": ["destin", "cycles", "changement", "opportunité", "chance"],
      "reversed": "Blâmer l'univers pour une série de mauvais choix. Attendre que la roue tourne sans rien faire."
    },
    {
      "id": 11,
      "name": "La Force",
      "arcana": "majeur",
      "number": "XI",
      "description": "Dompteuse qui maîtrise la bête non par la violence, mais par une compassion féroce. Sa force est douce, son courage tranquille. Elle représente la puissance de la vulnérabilité assumée, de l'intelligence émotionnelle face aux instincts primaires. La vraie force, c'est d'apprivoiser ses démons sans les nier, pour qu'ils deviennent des alliés.",
      "keywords": ["courage", "force", "maîtrise", "patience", "compréhension"],
      "reversed": "Étouffer sa colère jusqu'à l'explosion. Confondre gentillesse avec de la faiblesse."
    },
    {
      "id": 12,
      "name": "La Pendue",
      "arcana": "majeur",
      "number": "XII",
      "description": "Rebelle suspendue qui a choisi de lâcher prise. Son sacrifice n'est pas un martyre, mais un acte de transformation radical. En acceptant de se mettre à l'envers, elle voit le monde sous un angle nouveau. Parfois, résister empêche l'évolution. La sagesse vient quand on accepte de ne pas contrôler, quand on fait le deuil de ce qui aurait dû être.",
      "keywords": [
        "sacrifice",
        "perspective",
        "lâcher-prise",
        "attente",
        "renaissance"
      ],
      "reversed": "Rester dans une situation toxique par peur du vide. Se victimiser au lieu d'agir."
    },
    {
      "id": 13,
      "name": "L'Arcane sans nom",
      "arcana": "majeur",
      "number": "XIII",
      "description": "La grande faucheuse qui nettoie le terrain pour que le nouveau puisse pousser. Elle ne tue pas, elle transforme. La fin est toujours un commencement déguisé. Lâche ce qui doit mourir : les relations toxiques, les identités dépassées, les illusions comfortables. Fais de la place à ta renaissance, même si elle fait peur. Rien ne se crée sans que quelque chose ne soit détruit.",
      "keywords": [
        "transformation",
        "fin",
        "renouveau",
        "changement",
        "transition"
      ],
      "reversed": "S'accrocher à un emploi, une relation ou une identité qui t'étouffe. Refuser de voir que c'est déjà fini."
    },
    {
      "id": 14,
      "name": "Tempérance",
      "arcana": "majeur",
      "number": "XIV",
      "description": "L'alchimiste qui mélange les contraires sans les annuler. Elle trouve l'équilibre dans le mouvement, pas dans la rigidité. Féminin et masculin, ombre et lumière, rage et compassion : elle danse avec les paradoxes. La modération est radicale dans un monde d'excès. C'est l'art de trouver la juste mesure entre prendre soin des autres et prendre soin de soi.",
      "keywords": [
        "équilibre",
        "modération",
        "harmonie",
        "patience",
        "guérison"
      ],
      "reversed": "Passer de la diète stricte à la crise de boulimie. Brûler son compte militant pour partir en retraite silencieuse."
    },
    {
      "id": 15,
      "name": "Le Diable",
      "arcana": "majeur",
      "number": "XV",
      "description": "Maîtresse des chaînes que nous choisissons. Attachements, addictions, patterns toxiques : elle montre nos prisons dorées avec un sourire cynique. Mais souviens-toi : les chaînes ont un cadenas, et la clé est dans ta poche. Cette carte ne parle pas de mal, mais de l'ombre que tu refuses de voir en toi. L'intégration de ton côté obscur est la seule vraie libération.",
      "keywords": [
        "attachement",
        "limitation",
        "matérialisme",
        "obsession",
        "ombre"
      ],
      "reversed": "Croire que acheter éthique va sauver le monde. Se libérer d'une addiction pour en prendre une autre."
    },
    {
      "id": 16,
      "name": "La Maison Dieu",
      "arcana": "majeur",
      "number": "XVI",
      "description": "L'éclair de vérité qui fait s'effondrer les structures pourries. La tour patriarcale, les certitudes trop comfortables, les illusions qui te maintenaient en sécurité. Brutal mais nécessaire. Parfois, il faut tout casser pour reconstruire juste. Ne pleure pas les décombres, célèbre la liberté retrouvée. La vérité peut être douloureuse, mais le mensonge est mortifère.",
      "keywords": [
        "choc",
        "révélation",
        "destruction",
        "changement brutal",
        "vérité"
      ],
      "reversed": "Ignorer les signes avant-coureurs d'une crise. Se reconstruire trop vite sur les mêmes fondations pourries."
    },
    {
      "id": 17,
      "name": "L'Étoile",
      "arcana": "majeur",
      "number": "XVII",
      "description": "Après l'effondrement, la reconstruction. Nue et vulnérable, elle puise l'espoir directement dans le cosmos. Son eau régénère la terre brûlée. C'est la petite flamme qui persiste quand plus rien ne va. Connecte-toi à ta vérité la plus essentielle, sans armure ni masque. L'univers ne te doit rien, mais il t'offre des signes si tu sais les voir.",
      "keywords": ["espoir", "inspiration", "guérison", "sérénité", "guidance"],
      "reversed": "Attendre un messie ou une solution magique. Perdre foi en tout à la première déception."
    },
    {
      "id": 18,
      "name": "La Lune",
      "arcana": "majeur",
      "number": "XVIII",
      "description": "Guide des royaumes obscurs où les certitudes se dissolvent. Son chemin traverse les illusions, les peurs ancestrales et les mensonges que tu te racontes. Fais confiance à ton intuition plutôt qu'à ta raison cartésienne. La folie n'est parfois que la sagesse qui refuse de se conformer. Plonge dans tes eaux troubles : c'est là que naît la créativité véritable.",
      "keywords": [
        "illusion",
        "inconscient",
        "rêves",
        "confusion",
        "intuition"
      ],
      "reversed": "Se perdre dans des théories complotistes. Prendre ses angoisses pour des prémonitions."
    },
    {
      "id": 19,
      "name": "Le Soleil",
      "arcana": "majeur",
      "number": "XIX",
      "description": "L'enfant intérieur qui danse enfin libéré, sous la lumière crue de la vérité. Pas d'ombre, pas de cachotteries, plus rien à prouver. Joie pure, réussite authentique, accomplissement personnel. Cette carte rappelle que ton essence fondamentale est lumière. N'aie pas peur de briller - ton éclat n'ôte rien aux autres. C'est la victoire simple d'être pleinement soi.",
      "keywords": ["joie", "réussite", "accomplissement", "vérité", "bonheur"],
      "reversed": "Faire semblant d'aller bien sur les réseaux. Un succès qui cache un vide intérieur."
    },
    {
      "id": 20,
      "name": "Le Jugement",
      "arcana": "majeur",
      "number": "XX",
      "description": "L'appel à l'éveil qui sonne comme une libération. Réveille-toi de ton sommeil dogmatique ! C'est l'heure de répondre à l'appel de ton âme, même si ta famille te rejette ou si tu dois tout recommencer. Renaissance authentique, pas redemption patriarcale. Ta vérité vaut plus que toutes les approbations réunies. C'est le moment de renaître à qui tu es vraiment.",
      "keywords": [
        "renaissance",
        "éveil",
        "appel",
        "transformation",
        "absolution"
      ],
      "reversed": "Ignorer l'appel intérieur par peur du changement. Se reinventer superficiellement sans faire le travail profond."
    },
    {
      "id": 21,
      "name": "Le Monde",
      "arcana": "majeur",
      "number": "XXI",
      "description": "La danseuse dans son cercle de complétude. Elle a tout intégré : l'ombre, la lumière, les échecs, les victoires. C'est l'accomplissement du cycle, la synthèse de tout le voyage. Plus de séparation entre toi et l'univers. Tu es chez toi partout et nulle part. C'est la réalisation que le chemin était la destination, et que tu portais en toi tout ce dont tu avais besoin.",
      "keywords": [
        "accomplissement",
        "achèvement",
        "unité",
        "succès",
        "voyage"
      ],
      "reversed": "Avoir tout mais se sentir vide. Refuser de terminer un cycle par peur du vide."
    }
  ]
}
